var ccfcats = [
  {
    "id": 1,
    "icon": "🧬",
    "title": "计算机体系结构/并行与分布计算/存储系统"
  },
  {
    "id": 2,
    "icon": "🖧",
    "title": "计算机网络"
  },
  {
    "id": 3,
    "icon": "🛡️",
    "title": "网络与信息安全"
  },
  {
    "id": 4,
    "icon": "💽",
    "title": "软件工程/系统软件/程序设计语言"
  },
  {
    "id": 5,
    "icon": "🗃️",
    "title": "数据库/数据挖掘/内容检索"
  },
  {
    "id": 6,
    "icon": "🔬",
    "title": "计算机科学理论"
  },
  {
    "id": 7,
    "icon": "🖼️",
    "title": "计算机图形学与多媒体"
  },
  {
    "id": 8,
    "icon": "🦾",
    "title": "人工智能"
  },
  {
    "id": 9,
    "icon": "💻",
    "title": "人机交互与普适计算"
  },
  {
    "id": 10,
    "icon": "📻",
    "title": "交叉/综合/新兴"
  }
];